[A_Weapons.WT_SMG_Bandit WeaponTypeDefinition]
Typename="SMG"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Weapons.WT_SMG_Dahl WeaponTypeDefinition]
Typename="SMG"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Weapons.WT_SMG_Hyperion WeaponTypeDefinition]
Typename="SMG"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Weapons.WT_SMG_Hyperion:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description=""
NoConstraintText="Aumenta a precisão ao disparar."
Suffix=""
Prefix=""

[A_Weapons.WT_SMG_Maliwan WeaponTypeDefinition]
Typename="SMG"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Weapons.WT_SMG_Tediore WeaponTypeDefinition]
Typename="SMG"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[A_Weapons.WT_SMG_Tediore:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description=""
NoConstraintText="Explode como uma granada ao recarregar."
Suffix=""
Prefix=""

[Name.Prefix.Prefix__Gearbox WeaponNamePartDefinition]
PartName="Gearbox"

[Name.Prefix.Prefix__MissMoxxis WeaponNamePartDefinition]
PartName="Miss Moxxi's"

[Name.Prefix.Prefix_Bayonet_1 WeaponNamePartDefinition]
PartName="Bladed"

[Name.Prefix.Prefix_Body1_Accurate WeaponNamePartDefinition]
PartName="Focused"

[Name.Prefix.Prefix_Body2_Damage WeaponNamePartDefinition]
PartName="Deadly"

[Name.Prefix.Prefix_Body3_Accellerated WeaponNamePartDefinition]
PartName="Accelerated"

[Name.Prefix.Prefix_Elemental_Corrosive WeaponNamePartDefinition]
PartName="Corrosive"

[Name.Prefix.Prefix_Elemental_Incendiary WeaponNamePartDefinition]
PartName="Incendiary"

[Name.Prefix.Prefix_Elemental_Shock WeaponNamePartDefinition]
PartName="Shock"

[Name.Prefix.Prefix_Elemental_Slag WeaponNamePartDefinition]
PartName="Slag"

[Name.Prefix.Prefix_Stock1_Stabilized WeaponNamePartDefinition]
PartName="Balanced"

[Name.Prefix_Bandit.Prefix__JuryRigged WeaponNamePartDefinition]
PartName="Jery Riged"

[Name.Prefix_Bandit.Prefix__Legendable WeaponNamePartDefinition]
PartName="Legendable"

[Name.Prefix_Bandit.Prefix_Bayonet_2 WeaponNamePartDefinition]
PartName="Cuting"

[Name.Prefix_Bandit.Prefix_Body1_Accurate WeaponNamePartDefinition]
PartName="Akurate"

[Name.Prefix_Bandit.Prefix_Body2_Damage WeaponNamePartDefinition]
PartName="Murduring"

[Name.Prefix_Bandit.Prefix_Body3_Accellerated WeaponNamePartDefinition]
PartName="Bulets Go Fasterifed"

[Name.Prefix_Bandit.Prefix_Elemental_Corrosive WeaponNamePartDefinition]
PartName="Crudy"

[Name.Prefix_Bandit.Prefix_Elemental_Incendiary WeaponNamePartDefinition]
PartName="Fire Fire"

[Name.Prefix_Bandit.Prefix_Elemental_Shock WeaponNamePartDefinition]
PartName="Zapper"

[Name.Prefix_Bandit.Prefix_Elemental_Slag WeaponNamePartDefinition]
PartName="Slaged"

[Name.Prefix_Bandit.Prefix_Stock1_Stabilized WeaponNamePartDefinition]
PartName="Ballanced"

[Name.Prefix_Bandit.Prefix_Stock2_Reload WeaponNamePartDefinition]
PartName="Agresive"

[Name.Prefix_Dahl.Prefix__Burst WeaponNamePartDefinition]
PartName="Burst Fire"

[Name.Prefix_Dahl.Prefix_Bayonet_1 WeaponNamePartDefinition]
PartName="Bladed"

[Name.Prefix_Dahl.Prefix_Body1_Accurate WeaponNamePartDefinition]
PartName="Deft"

[Name.Prefix_Dahl.Prefix_Body2_Damage WeaponNamePartDefinition]
PartName="Stopping"

[Name.Prefix_Dahl.Prefix_Body3_Accellerated WeaponNamePartDefinition]
PartName="Flying"

[Name.Prefix_Dahl.Prefix_Elemental_Corrosive WeaponNamePartDefinition]
PartName="Corrosive"

[Name.Prefix_Dahl.Prefix_Elemental_Incendiary WeaponNamePartDefinition]
PartName="Incendiary"

[Name.Prefix_Dahl.Prefix_Elemental_Shock WeaponNamePartDefinition]
PartName="Sapping"

[Name.Prefix_Dahl.Prefix_Elemental_Slag WeaponNamePartDefinition]
PartName="Amp"

[Name.Prefix_Dahl.Prefix_Stock1_Stabilized WeaponNamePartDefinition]
PartName="Stoic"

[Name.Prefix_Dahl.Prefix_Stock2_Reload WeaponNamePartDefinition]
PartName="Skirmish"

[Name.Prefix_Hyperion.Prefix__Stabilizing WeaponNamePartDefinition]
PartName="Stabilizing"

[Name.Prefix_Hyperion.Prefix_Bayonet_1 WeaponNamePartDefinition]
PartName="Cutting Edge"

[Name.Prefix_Hyperion.Prefix_Body1_Accurate WeaponNamePartDefinition]
PartName="Analytical"

[Name.Prefix_Hyperion.Prefix_Body2_Damage WeaponNamePartDefinition]
PartName="Rightsizing"

[Name.Prefix_Hyperion.Prefix_Body3_Accellerated WeaponNamePartDefinition]
PartName="Proactive"

[Name.Prefix_Hyperion.Prefix_Elemental_Corrosive WeaponNamePartDefinition]
PartName="Base"

[Name.Prefix_Hyperion.Prefix_Elemental_Incendiary WeaponNamePartDefinition]
PartName="Hot Button"

[Name.Prefix_Hyperion.Prefix_Elemental_Shock WeaponNamePartDefinition]
PartName="Energizing"

[Name.Prefix_Hyperion.Prefix_Elemental_Slag WeaponNamePartDefinition]
PartName="Amplified"

[Name.Prefix_Hyperion.Prefix_Stock1_Stabilized WeaponNamePartDefinition]
PartName="Corporate"

[Name.Prefix_Hyperion.Prefix_Stock2_Reload WeaponNamePartDefinition]
PartName="Social"

[Name.Prefix_Maliwan.Prefix__Technetronic WeaponNamePartDefinition]
PartName="Technetronic"

[Name.Prefix_Maliwan.Prefix_Bayonet_1 WeaponNamePartDefinition]
PartName="Acuminous"

[Name.Prefix_Maliwan.Prefix_Body1_Accurate WeaponNamePartDefinition]
PartName="Guileless"

[Name.Prefix_Maliwan.Prefix_Body2_Damage WeaponNamePartDefinition]
PartName="Consummate"

[Name.Prefix_Maliwan.Prefix_Body3_Accellerated WeaponNamePartDefinition]
PartName="Impetuous"

[Name.Prefix_Maliwan.Prefix_Elemental_Corrosive WeaponNamePartDefinition]
PartName="Caustic"

[Name.Prefix_Maliwan.Prefix_Elemental_Incendiary WeaponNamePartDefinition]
PartName="Fervid"

[Name.Prefix_Maliwan.Prefix_Elemental_Shock WeaponNamePartDefinition]
PartName="Storming"

[Name.Prefix_Maliwan.Prefix_Elemental_Slag WeaponNamePartDefinition]
PartName="Feculent"

[Name.Prefix_Maliwan.Prefix_Stock1_Stabilized WeaponNamePartDefinition]
PartName="Lucid"

[Name.Prefix_Maliwan.Prefix_Stock2_Reload WeaponNamePartDefinition]
PartName="Apt"

[Name.Prefix_Tediore.Prefix__Disposable WeaponNamePartDefinition]
PartName="Disposable"

[Name.Prefix_Tediore.Prefix_Bayonet_1 WeaponNamePartDefinition]
PartName="Perma-Sharp"

[Name.Prefix_Tediore.Prefix_Body1_Accurate WeaponNamePartDefinition]
PartName="Guaranteed"

[Name.Prefix_Tediore.Prefix_Body2_Damage WeaponNamePartDefinition]
PartName="Hefty"

[Name.Prefix_Tediore.Prefix_Body3_Accellerated WeaponNamePartDefinition]
PartName="Brisk"

[Name.Prefix_Tediore.Prefix_Elemental_Corrosive WeaponNamePartDefinition]
PartName="Pepperment"

[Name.Prefix_Tediore.Prefix_Elemental_Incendiary WeaponNamePartDefinition]
PartName="Toasty"

[Name.Prefix_Tediore.Prefix_Elemental_Shock WeaponNamePartDefinition]
PartName="Sparkling"

[Name.Prefix_Tediore.Prefix_Elemental_Slag WeaponNamePartDefinition]
PartName="Biodegradable"

[Name.Prefix_Tediore.Prefix_Stock1_Stabilized WeaponNamePartDefinition]
PartName="Quality"

[Name.Prefix_Tediore.Prefix_Stock2_Reload WeaponNamePartDefinition]
PartName="Refill"

[Name.Title.Title__Unique_BadTouch WeaponNamePartDefinition]
PartName="Bad Touch"

[Name.Title.Title__Unique_BadTouch:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Eu sou muito mal mesmo..."
Suffix=""
Prefix=""

[Name.Title.Title__Unique_Bane WeaponNamePartDefinition]
PartName="Bane"

[Name.Title.Title__Unique_Bane:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="A chuva em Sevilha é uma maravilha."
Suffix=""
Prefix=""

[Name.Title.Title__Unique_BoneShredder WeaponNamePartDefinition]
PartName="Bone Shredder"

[Name.Title.Title__Unique_BoneShredder:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Sopra o vento favorável!"
Suffix=""
Prefix=""

[Name.Title.Title__Unique_Chulainn WeaponNamePartDefinition]
PartName="Chulainn"

[Name.Title.Title__Unique_Chulainn:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Espasmos de fúria!"
Suffix=""
Prefix=""

[Name.Title.Title__Unique_Commerce WeaponNamePartDefinition]
PartName="Commerce"

[Name.Title.Title__Unique_Commerce:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Tenho um Soldado, uma Sereia, dois Scooters e um Claptrap."
Suffix=""
Prefix=""

[Name.Title.Title__Unique_GoodTouch WeaponNamePartDefinition]
PartName="Good Touch"

[Name.Title.Title__Unique_GoodTouch:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="... dos males sou o menor."
Suffix=""
Prefix=""

[Name.Title.Title__Unique_Lascaux WeaponNamePartDefinition]
PartName="Lascaux"

[Name.Title.Title__Unique_Lascaux:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="A arma dos touros."
Suffix=""
Prefix=""

[Name.Title.Title_Legendary_Dahl_Emperor WeaponNamePartDefinition]
PartName="Emperor"

[Name.Title.Title_Legendary_Dahl_Emperor:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Já sabe, né?  Beija aí."
Suffix=""
Prefix=""

[Name.Title.Title_PlasmaCaster WeaponNamePartDefinition]
PartName="Plasma Caster"

[Name.Title.Title_SMG WeaponNamePartDefinition]
PartName="SMG"

[Name.Title.Title_Stinger WeaponNamePartDefinition]
PartName="Stinger"

[Name.Title_Bandit.Title__Smig WeaponNamePartDefinition]
PartName="smig"

[Name.Title_Bandit.Title_Barrel_Dahl_Stable WeaponNamePartDefinition]
PartName="rokgun"

[Name.Title_Bandit.Title_Barrel_Hyperion_Accurate WeaponNamePartDefinition]
PartName="Acurate smgg"

[Name.Title_Bandit.Title_Barrel_Maliwan_TechBoost_Corrosive WeaponNamePartDefinition]
PartName="Barfy"

[Name.Title_Bandit.Title_Barrel_Maliwan_TechBoost_Incendiary WeaponNamePartDefinition]
PartName="Burny"

[Name.Title_Bandit.Title_Barrel_Maliwan_TechBoost_Shock WeaponNamePartDefinition]
PartName="Shoky"

[Name.Title_Bandit.Title_Barrel_Maliwan_TechBoost_Slag WeaponNamePartDefinition]
PartName="Slagy"

[Name.Title_Bandit.Title_Legendary_Slagga WeaponNamePartDefinition]
PartName="Slagga"

[Name.Title_Bandit.Title_Legendary_Slagga:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="blagaga"
Suffix=""
Prefix=""

[Name.Title_Dahl.Title_Barrel_Dahl_Stable WeaponNamePartDefinition]
PartName="Fox"

[Name.Title_Dahl.Title_Barrel_Hyperion_Accurate WeaponNamePartDefinition]
PartName="Falcon"

[Name.Title_Dahl.Title_Barrel_Maliwan_TechBoost_Corrosive WeaponNamePartDefinition]
PartName="Scorpion"

[Name.Title_Dahl.Title_Barrel_Maliwan_TechBoost_Incendiary WeaponNamePartDefinition]
PartName="Beetle"

[Name.Title_Dahl.Title_Barrel_Maliwan_TechBoost_Shock WeaponNamePartDefinition]
PartName="Eel"

[Name.Title_Dahl.Title_Barrel_Maliwan_TechBoost_Slag WeaponNamePartDefinition]
PartName="Jackal"

[Name.Title_Dahl.Title_Unique_Dahl_Weasel WeaponNamePartDefinition]
PartName="Weasel"

[Name.Title_Dahl.Title_Unique_Dahl_Weasel:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Não coloque tudo a perder."
Suffix=""
Prefix=""

[Name.Title_Hyperion.Title__SMG WeaponNamePartDefinition]
PartName="Projectile Convergence"

[Name.Title_Hyperion.Title_Barrel_Dahl_Stable WeaponNamePartDefinition]
PartName="Presence"

[Name.Title_Hyperion.Title_Barrel_Hyperion_Accurate WeaponNamePartDefinition]
PartName="Transmurdera"

[Name.Title_Hyperion.Title_Barrel_Maliwan_TechBoost_Corrosive WeaponNamePartDefinition]
PartName="Weisenheimer"

[Name.Title_Hyperion.Title_Barrel_Maliwan_TechBoost_Incendiary WeaponNamePartDefinition]
PartName="Backburner"

[Name.Title_Hyperion.Title_Barrel_Maliwan_TechBoost_Shock WeaponNamePartDefinition]
PartName="Storm"

[Name.Title_Hyperion.Title_Barrel_Maliwan_TechBoost_Slag WeaponNamePartDefinition]
PartName="Wellness"

[Name.Title_Hyperion.Title_Legendary_Bitch WeaponNamePartDefinition]
PartName="Bitch"

[Name.Title_Hyperion.Title_Legendary_Bitch:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Sim... ela voltou."
Suffix=""
Prefix=""

[Name.Title_Maliwan.Title__SMG WeaponNamePartDefinition]
PartName="SubMalevolent Grace"

[Name.Title_Maliwan.Title_Barrel_Dahl_Stable WeaponNamePartDefinition]
PartName="Trance"

[Name.Title_Maliwan.Title_Barrel_Hyperion_Accurate WeaponNamePartDefinition]
PartName="Gospel"

[Name.Title_Maliwan.Title_Barrel_Maliwan_TechBoost_Corrosive WeaponNamePartDefinition]
PartName="Venom"

[Name.Title_Maliwan.Title_Barrel_Maliwan_TechBoost_Incendiary WeaponNamePartDefinition]
PartName="Provacateur"

[Name.Title_Maliwan.Title_Barrel_Maliwan_TechBoost_Shock WeaponNamePartDefinition]
PartName="Vexation"

[Name.Title_Maliwan.Title_Barrel_Maliwan_TechBoost_Slag WeaponNamePartDefinition]
PartName="Revenant"

[Name.Title_Maliwan.Title_Legendary_HellFire WeaponNamePartDefinition]
PartName="HellFire"

[Name.Title_Maliwan.Title_Legendary_HellFire:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Não precisamos de fogo."
Suffix=""
Prefix=""

[Name.Title_Tediore.Title__SMG WeaponNamePartDefinition]
PartName="Subcompact MG"

[Name.Title_Tediore.Title_Barrel_Dahl_Stable WeaponNamePartDefinition]
PartName="Special"

[Name.Title_Tediore.Title_Barrel_Hyperion_Accurate WeaponNamePartDefinition]
PartName="Ace"

[Name.Title_Tediore.Title_Barrel_Maliwan_TechBoost_Corrosive WeaponNamePartDefinition]
PartName="Green"

[Name.Title_Tediore.Title_Barrel_Maliwan_TechBoost_Incendiary WeaponNamePartDefinition]
PartName="Kindle"

[Name.Title_Tediore.Title_Barrel_Maliwan_TechBoost_Shock WeaponNamePartDefinition]
PartName="Spark"

[Name.Title_Tediore.Title_Barrel_Maliwan_TechBoost_Slag WeaponNamePartDefinition]
PartName="Chaff"

[Name.Title_Tediore.Title_Legendary_BabyMaker WeaponNamePartDefinition]
PartName="Baby Maker"

[Name.Title_Tediore.Title_Legendary_BabyMaker:AttributePresentationDefinition_8 AttributePresentationDefinition]
Description=""
NoConstraintText="Silencia melhor do que uma chupeta."
Suffix=""
Prefix=""

[Skills.Skill_Bane SkillDefinition]
SkillName="Vamos falar de pontaria"
SkillDescription=""
LockedSkillDetailStr="<Locked>"

